/** 
* @fileOverview 異常リストの処理を記述するファイル.
* 
* @author y.gotoh
* @version 1.0.0
*/

// ==============================================================
// DOMロード時処理
// ==============================================================
$(function () {
    // 読み込み中アイコンの表示
    showLoadingSC3290101();
});

// ==============================================================
// 関数定義
// ==============================================================
/**
* 読み込み中アイコンを表示する
*
* @param  {-} -
* @return {-} -
*/
function showLoadingSC3290101() {

    // オーバーレイ表示
    $("#SC3290101_ProgressPanel").show();
    $("#SC3290101_LoadingAnimation").show();
}